<?php

return [

    'required' => "Обов'язково для заповнення",
    'string' => 'Має бути рядок',
    'max' => [
        'string' => 'Максимально :max символів',
        'file' => 'Максимально :max кілобайт',
    ],
    'exists' => 'Не знайдено у базі даних',
    'integer' => 'Має бути число',
    'dimensions' => 'Не відповідає розмірам',
    'mimes' => 'Доступні типи: :values',
    'uploaded' => 'Не вдалося завантажити',
    'unique' => 'Вже існує',
    'min' => [
        'file' => 'Мінімально :min кілобайт',
        'string' => 'Мінімально :min символів',
    ],
    'confirmed' => 'Не співпадають',
];
